Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.setupHelp.macAppBody
source: Install cmux on your computer, sign in to the same account, and leave it running. The computer then appears on this phone automatically. To pair through Tailscale, install Tailscale on both devices and connect them to the same Tailscale network. Open Mobile Pairing on the Mac and scan its QR here, or enter the Mac's numeric Tailscale IP and port.
ar: قم بتثبيت cmux على جهاز الكمبيوتر الخاص بك، وقم بتسجيل الدخول إلى نفس الحساب، واتركه قيد التشغيل. ثم يظهر الكمبيوتر على هذا الهاتف تلقائيًا. للاقتران عبر Tailscale، قم بتثبيت Tailscale على كلا الجهازين وقم بتوصيلهما بنفس شبكة Tailscale. افتح اقتران الأجهزة المحمولة على جهاز Mac وقم بمسح QR الخاص به هنا، أو أدخل عنوان Tailscale IP الرقمي والمنفذ الخاص بجهاز Mac.
de: Installieren Sie cmux auf Ihrem Computer, melden Sie sich bei demselben Konto an und lassen Sie es laufen. Der Computer erscheint dann automatisch auf diesem Telefon. Um über Tailscale zu koppeln, installieren Sie Tailscale auf beiden Geräten und verbinden Sie sie mit demselben Tailscale-Netzwerk. Öffnen Sie Mobilgeräte koppeln auf dem Mac und scannen Sie hier den QR-Code oder geben Sie die numerische Tailscale-IP und den Port des Mac ein.
es: Instale cmux en su computadora, inicie sesión en la misma cuenta y déjelo funcionando. La computadora aparece entonces en este teléfono automáticamente. Para emparejar a través de Tailscale, instale Tailscale en ambos dispositivos y conéctelos a la misma red de Tailscale. Abra Vinculación móvil en Mac y escanee su QR aquí, o ingrese la IP y el puerto numéricos de Tailscale de Mac.
fr: Installez cmux sur votre ordinateur, connectez-vous au même compte et laissez-le fonctionner. L'ordinateur apparaît alors automatiquement sur ce téléphone. Pour effectuer un couplage via Tailscale, installez Tailscale sur les deux appareils et connectez-les au même réseau Tailscale. Ouvrez Jumelage mobile sur le Mac et scannez son QR ici, ou entrez l'adresse IP et le port numérique Tailscale du Mac.
ja: コンピュータに cmux をインストールし、同じ cmux アカウントでサインインしたまま起動しておきます。コンピュータは自動的にこの端末に表示されます。Tailscale 経由でペアリングするには、両方のデバイスに Tailscale をインストールし、同じ Tailscale ネットワークに接続してください。Mac で「モバイルペアリング」を開き、QR をここでスキャンするか、Mac の数値 Tailscale IP アドレスとポートを入力します。
ko: 컴퓨터에 cmux를 설치하고 동일한 계정으로 로그인한 후 실행 상태로 둡니다. 그러면 컴퓨터가 이 전화기에 자동으로 나타납니다. Tailscale을 통해 페어링하려면 두 장치 모두에 Tailscale을 설치하고 동일한 Tailscale 네트워크에 연결하세요. Mac에서 모바일 페어링을 열고 여기에서 QR을 스캔하거나 Mac의 숫자 Tailscale IP 및 포트를 입력하세요.
zh_hans: 在您的计算机上安装 cmux，登录到同一帐户并使其保持运行。然后计算机会自动出现在该手机上。要通过 Tailscale 进行配对，请在两台设备上安装 Tailscale 并将它们连接到同一 Tailscale 网络。在 Mac 上打开移动设备配对并在此处扫描其二维码，或输入 Mac 的数字 Tailscale IP 和端口。
zh_hant: 在您的電腦上安裝 cmux，登入相同帳戶並使其保持運作。然後計算機會自動出現在該手機上。若要透過 Tailscale 進行配對，請在兩台裝置上安裝 Tailscale 並將它們連接到同一 Tailscale 網路。在 Mac 上開啟行動裝置配對並在此處掃描其二維碼，或輸入 Mac 的數位 Tailscale IP 和連接埠。

# mobile.setupHelp.macAppLink
source: Download cmux
ar: تحميل كموكس
de: Laden Sie cmux herunter
es: Descargar cmux
fr: Télécharger cmux
ja: cmuxをダウンロード
ko: cmux 다운로드
zh_hans: 下载cmux
zh_hant: 下載cmux

# mobile.setupHelp.macAppTitle
source: Run cmux on your computer
ar: قم بتشغيل cmux على جهاز الكمبيوتر الخاص بك
de: Führen Sie cmux auf Ihrem Computer aus
es: Ejecute cmux en su computadora
fr: Exécutez cmux sur votre ordinateur
ja: コンピュータでcmuxを起動
ko: 컴퓨터에서 cmux를 실행하세요.
zh_hans: 在计算机上运行 cmux
zh_hant: 在計算機上運行 cmux

# mobile.setupHelp.mismatchBody
source: The computer rejected this phone's sign-in, so the two are on different cmux accounts or this phone's session is stale. Sign either one out and back in so both use the same account, then try again.
ar: رفض الكمبيوتر تسجيل الدخول لهذا الهاتف، لذا فإن الاثنين موجودان على حسابات cmux مختلفة أو أن جلسة هذا الهاتف قديمة. قم بتسجيل الخروج ثم تسجيل الدخول مرة أخرى بحيث يستخدم كلاهما نفس الحساب، ثم حاول مرة أخرى.
de: Der Computer hat die Anmeldung dieses Telefons abgelehnt, sodass sich die beiden auf unterschiedlichen cmux-Konten befinden oder die Sitzung dieses Telefons veraltet ist. Melden Sie sich ab und wieder an, sodass beide dasselbe Konto verwenden, und versuchen Sie es dann erneut.
es: La computadora rechazó el inicio de sesión de este teléfono, por lo que los dos están en cuentas cmux diferentes o la sesión de este teléfono está obsoleta. Cierra la sesión de cualquiera de ellos y vuelve a iniciarla para que ambos usen la misma cuenta, luego inténtalo de nuevo.
fr: L'ordinateur a rejeté la connexion de ce téléphone. Les deux utilisateurs sont donc sur des comptes cmux différents ou la session de ce téléphone est obsolète. Déconnectez-vous et reconnectez-vous pour que les deux utilisent le même compte, puis réessayez.
ja: コンピュータがこの端末のサインインを拒否しました。両者が別々のcmuxアカウントになっているか、この端末のセッションが古くなっています。どちらかでいったんサインアウトし、両方が同じアカウントになるようにサインインし直してから、もう一度お試しください。
ko: 컴퓨터가 이 휴대전화의 로그인을 거부했기 때문에 두 개가 서로 다른 cmux 계정에 있거나 이 휴대전화의 세션이 오래되었습니다. 둘 중 하나를 로그아웃했다가 다시 로그인하여 둘 다 동일한 계정을 사용하도록 한 다음 다시 시도하십시오.
zh_hans: 计算机拒绝此手机的登录，因此两者位于不同的 cmux 帐户上，或者此手机的会话已过时。将任一帐户注销并重新登录，以便两者都使用同一帐户，然后重试。
zh_hant: 電腦拒絕此手機的登錄，因此兩者位於不同的 cmux 帳戶上，或此手機的會話已過時。將任一帳戶登出並重新登錄，以便兩者都使用相同帳戶，然後重試。

# mobile.setupHelp.mismatchTitle
source: Match the account
ar: تطابق الحساب
de: Passen Sie das Konto an
es: Coincide con la cuenta
fr: Faites correspondre le compte
ja: アカウントを合わせる
ko: 계정과 일치
zh_hans: 匹配账号
zh_hant: 符合帳號

# mobile.setupHelp.networkBody
source: cmux connects through Iroh, which links this phone to your computer directly when possible and through an encrypted cmux relay when not. Both devices verify your account, and the relay cannot read your terminals. No network setup is required.
ar: يتصل cmux من خلال Iroh، الذي يربط هذا الهاتف بجهاز الكمبيوتر الخاص بك مباشرة عندما يكون ذلك ممكنًا ومن خلال مرحل cmux مشفر عندما لا يكون ذلك ممكنًا. يقوم كلا الجهازين بالتحقق من حسابك، ولا يستطيع المرحل قراءة أجهزتك الطرفية. لا يلزم إعداد الشبكة.
de: cmux stellt eine Verbindung über Iroh her, das dieses Telefon, wenn möglich, direkt mit Ihrem Computer verbindet, andernfalls über ein verschlüsseltes cmux-Relay. Beide Geräte verifizieren Ihr Konto und das Relay kann Ihre Terminals nicht lesen. Es ist keine Netzwerkeinrichtung erforderlich.
es: cmux se conecta a través de Iroh, que vincula este teléfono a su computadora directamente cuando es posible y a través de un relé cmux cifrado cuando no. Ambos dispositivos verifican su cuenta y el relé no puede leer sus terminales. No se requiere configuración de red.
fr: cmux se connecte via Iroh, qui relie ce téléphone à votre ordinateur directement lorsque cela est possible et via un relais cmux crypté dans le cas contraire. Les deux appareils vérifient votre compte et le relais ne peut pas lire vos terminaux. Aucune configuration réseau n’est requise.
ja: cmuxはIrohで接続します。可能な場合はこの端末とコンピュータを直接つなぎ、できない場合は暗号化されたcmuxリレーを経由します。両方の端末でアカウントを検証するため、リレーがターミナルの内容を読むことはできません。ネットワークの設定は不要です。
ko: cmux는 가능한 경우 이 전화기를 컴퓨터에 직접 연결하는 Iroh를 통해 연결하고 그렇지 않은 경우에는 암호화된 cmux 릴레이를 통해 연결합니다. 두 장치 모두 귀하의 계정을 확인하지만 릴레이는 귀하의 터미널을 읽을 수 없습니다. 네트워크 설정이 필요하지 않습니다.
zh_hans: cmux 通过 Iroh 进行连接，如果可能的话，Iroh 会直接将此手机连接到您的计算机；如果没有的话，则通过加密的 cmux 中继连接。两台设备都会验证您的帐户，并且中继无法读取您的终端。无需网络设置。
zh_hant: cmux 透過 Iroh 進行連接，如果可能的話，Iroh 會直接將此手機連接到您的電腦；如果沒有的話，則透過加密的 cmux 中繼連接。兩台設備都會驗證您的帳戶，且中繼無法讀取您的終端。無需網路設定。

# mobile.setupHelp.networkTitle
source: How it connects
ar: كيف يتصل
de: Wie es verbindet
es: como se conecta
fr: Comment il se connecte
ja: 接続のしくみ
ko: 연결 방법
zh_hans: 如何连接
zh_hant: 如何連接

# mobile.setupHelp.sameAccountFooter
source: Both devices must be signed in to the same cmux account. A private network never replaces that check.
ar: يجب تسجيل دخول كلا الجهازين إلى نفس حساب cmux. لا تحل الشبكة الخاصة محل هذا الفحص أبدًا.
de: Beide Geräte müssen bei demselben cmux-Konto angemeldet sein. Ein privates Netzwerk ersetzt diese Überprüfung niemals.
es: Ambos dispositivos deben iniciar sesión en la misma cuenta cmux. Una red privada nunca reemplaza ese cheque.
fr: Les deux appareils doivent être connectés au même compte cmux. Un réseau privé ne remplace jamais ce contrôle.
ja: 両方の端末は同じcmuxアカウントでサインインする必要があります。プライベートネットワークがこの確認を置き換えることはありません。
ko: 두 장치 모두 동일한 cmux 계정에 로그인되어 있어야 합니다. 개인 네트워크는 해당 수표를 대체하지 않습니다.
zh_hans: 两个设备必须登录到同一 cmux 帐户。专用网络永远不会取代该检查。
zh_hant: 兩個裝置必須登入同一 cmux 帳戶。專用網路永遠不會取代該檢查。

# mobile.setupHelp.signInBody
source: Sign in to cmux on this phone with the same account your computer uses. Once you sign in, your computer is found automatically.
ar: قم بتسجيل الدخول إلى cmux على هذا الهاتف بنفس الحساب الذي يستخدمه جهاز الكمبيوتر الخاص بك. بمجرد تسجيل الدخول، يتم العثور على جهاز الكمبيوتر الخاص بك تلقائيًا.
de: Melden Sie sich auf diesem Telefon mit demselben Konto bei cmux an, das Ihr Computer verwendet. Sobald Sie sich angemeldet haben, wird Ihr Computer automatisch gefunden.
es: Inicie sesión en cmux en este teléfono con la misma cuenta que usa su computadora. Una vez que inicie sesión, su computadora se encontrará automáticamente.
fr: Connectez-vous à cmux sur ce téléphone avec le même compte que celui utilisé par votre ordinateur. Une fois connecté, votre ordinateur est trouvé automatiquement.
ja: この端末で、コンピュータと同じアカウントを使ってcmuxにサインインします。サインインすると、コンピュータは自動的に見つかります。
ko: 컴퓨터에서 사용하는 것과 동일한 계정으로 이 전화기에서 cmux에 로그인하세요. 로그인하면 컴퓨터가 자동으로 검색됩니다.
zh_hans: 使用您的计算机使用的相同帐户在此手机上登录 cmux。登录后，系统会自动找到您的计算机。
zh_hant: 使用您的電腦使用的相同帳戶在此手機上登入 cmux。登入後，系統會自動找到您的電腦。

# mobile.setupHelp.signInTitle
source: Sign in
ar: تسجيل الدخول
de: anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
ko: 로그인
zh_hans: 登入
zh_hant: 登入

# mobile.setupHelp.tailscaleAppStore
source: Optional: Tailscale for iPhone
ar: اختياري: Tailscale لجهاز iPhone
de: Optional: Tailscale für iPhone
es: Opcional: Tailscale para iPhone
fr: Facultatif : Tailscale pour iPhone
ja: 任意：iPhone版Tailscale
ko: 선택 사항: iPhone용 Tailscale
zh_hans: 可选：适用于 iPhone 的 Tailscale
zh_hant: 可選：適用於 iPhone 的 Tailscale

# mobile.setupHelp.tailscaleMac
source: Optional: Tailscale for the computer
ar: اختياري: مقياس خلفي للكمبيوتر
de: Optional: Tailscale für den Computer
es: Opcional: Tailscale para la computadora
fr: Facultatif : Tailscale pour l'ordinateur
ja: 任意：コンピュータ版Tailscale
ko: 선택 사항: 컴퓨터용 Tailscale
zh_hans: 可选：计算机尾秤
zh_hant: 選購：計算機尾秤

# mobile.setupHelp.title
source: Set Up Computer
ar: إعداد الكمبيوتر
de: Computer einrichten
es: Configurar la computadora
fr: Configurer l'ordinateur
ja: コンピュータをセットアップ
ko: 컴퓨터 설정
zh_hans: 设置计算机
zh_hant: 設定計算機

# mobile.setupHelp.unreachableBody
source: You paired this computer before, but it is not reachable now. Wake it and make sure cmux is running; this phone reconnects on its own.
ar: لقد قمت بإقران هذا الكمبيوتر من قبل، ولكن لا يمكن الوصول إليه الآن. قم بتنشيطه وتأكد من تشغيل cmux؛ يقوم هذا الهاتف بإعادة الاتصال من تلقاء نفسه.
de: Sie haben diesen Computer bereits gekoppelt, er ist jetzt jedoch nicht erreichbar. Wecken Sie es und stellen Sie sicher, dass cmux ausgeführt wird. Dieses Telefon stellt die Verbindung von selbst wieder her.
es: Vinculaste esta computadora antes, pero ahora no se puede acceder a ella. Despiértelo y asegúrese de que cmux se esté ejecutando; este teléfono se vuelve a conectar solo.
fr: Vous avez déjà associé cet ordinateur, mais il n'est plus accessible maintenant. Réveillez-le et assurez-vous que cmux est en cours d'exécution ; ce téléphone se reconnecte tout seul.
ja: このコンピュータは以前ペアリング済みですが、今は到達できません。コンピュータを起こしてcmuxが実行中か確認してください。この端末は自動的に再接続します。
ko: 이전에 이 컴퓨터를 페어링했지만 지금은 연결할 수 없습니다. 깨우고 cmux가 실행 중인지 확인하세요. 이 휴대전화는 저절로 다시 연결됩니다.
zh_hans: 您之前已配对过这台计算机，但现在无法连接。唤醒它并确保 cmux 正在运行；该电话会自行重新连接。
zh_hant: 您之前已配對過這台計算機，但現在無法連線。喚醒它並確保 cmux 正在運作；該電話會自行重新連線。

# mobile.setupHelp.unreachableTitle
source: Wake the computer
ar: تنبيه الكمبيوتر
de: Wecken Sie den Computer auf
es: despierta la computadora
fr: Réveillez l'ordinateur
ja: コンピュータを起こす
ko: 컴퓨터 깨우기
zh_hans: 唤醒电脑
zh_hant: 喚醒電腦

# mobile.setupHelp.youAreHere
source: You are here
ar: أنت هنا
de: Sie sind hier
es: Usted está aquí
fr: Vous êtes ici
ja: ここです
ko: 당신은 여기에 있습니다
zh_hans: 你在这里
zh_hant: 你在這裡

# mobile.shortcuts.addAction
source: Add Custom Action
ar: إضافة إجراء مخصص
de: Benutzerdefinierte Aktion hinzufügen
es: Agregar acción personalizada
fr: Ajouter une action personnalisée
ja: カスタムアクションを追加
ko: 맞춤 작업 추가
zh_hans: 添加自定义操作
zh_hant: 新增自訂操作

# mobile.shortcuts.footer
source: Choose which buttons appear on the terminal keyboard bar, and drag to reorder them. The modifier keys, zoom, and paste can be moved or hidden along with the shortcuts. Swipe a custom action to edit or delete it.
ar: اختر الأزرار التي تظهر على شريط لوحة المفاتيح الطرفية، ثم اسحب لإعادة ترتيبها. يمكن نقل أو إخفاء مفاتيح التعديل والتكبير/التصغير واللصق مع الاختصارات. قم بتمرير إجراء مخصص لتحريره أو حذفه.
de: Wählen Sie aus, welche Schaltflächen auf der Tastaturleiste des Terminals angezeigt werden sollen, und ziehen Sie, um sie neu anzuordnen. Die Zusatztasten, Zoom und Einfügen können zusammen mit den Tastenkombinationen verschoben oder ausgeblendet werden. Wischen Sie über eine benutzerdefinierte Aktion, um sie zu bearbeiten oder zu löschen.
es: Elija qué botones aparecen en la barra del teclado del terminal y arrástrelos para reordenarlos. Las teclas modificadoras, hacer zoom y pegar se pueden mover u ocultar junto con los atajos. Desliza una acción personalizada para editarla o eliminarla.
fr: Choisissez les boutons qui apparaissent sur la barre du clavier du terminal et faites-les glisser pour les réorganiser. Les touches de modification, le zoom et le collage peuvent être déplacés ou masqués avec les raccourcis. Faites glisser une action personnalisée pour la modifier ou la supprimer.
ja: ターミナルのキーボードバーに表示するボタンを選び、ドラッグして並べ替えできます。修飾キー、ズーム、ペーストもショートカットと一緒に移動したり非表示にしたりできます。カスタムアクションはスワイプで編集または削除できます。
ko: 터미널 키보드 표시줄에 표시되는 버튼을 선택하고 드래그하여 순서를 변경합니다. 수정자 키, 확대/축소, 붙여넣기는 단축키와 함께 이동하거나 숨길 수 있습니다. 맞춤 작업을 스와이프하여 수정하거나 삭제하세요.
zh_hans: 选择终端键盘栏上显示的按钮，然后拖动以重新排序。修饰键、缩放和粘贴可以与快捷键一起移动或隐藏。滑动自定义操作即可对其进行编辑或删除。
zh_hant: 選擇終端鍵盤欄上顯示的按鈕，然後拖曳以重新排序。修飾鍵、縮放和貼上可以與快捷鍵一起移動或隱藏。滑動自訂操作即可編輯或刪除。

# mobile.shortcuts.header
source: Shortcut Buttons
ar: أزرار الاختصار
de: Tastenkombinationen
es: Botones de acceso directo
fr: Boutons de raccourci
ja: ショートカットボタン
ko: 바로가기 버튼
zh_hans: 快捷按钮
zh_hant: 快速按鈕

# mobile.shortcuts.reset
source: Reset to Defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
de: Auf Standardeinstellungen zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser aux valeurs par défaut
ja: デフォルトに戻す
ko: 기본값으로 재설정
zh_hans: 重置为默认值
zh_hant: 重設為預設值

# mobile.shortcuts.title
source: Terminal Shortcuts
ar: اختصارات المحطة الطرفية
de: Terminalverknüpfungen
es: Atajos de terminal
fr: Raccourcis des terminaux
ja: ターミナルショートカット
ko: 터미널 단축키
zh_hans: 终端快捷方式
zh_hant: 終端快捷方式

# mobile.signIn.apple
source: Sign in with Apple
ar: تسجيل الدخول مع أبل
de: Melden Sie sich bei Apple an
es: Iniciar sesión con Apple
fr: Connectez-vous avec Apple
ja: Apple でサインイン
ko: Apple로 로그인
zh_hans: 使用 Apple 登录
zh_hant: 使用 Apple 登入

# mobile.signIn.button
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
ko: 로그인
zh_hans: 登入
zh_hant: 登入

# mobile.signIn.checkEmail
source: Check your email
ar: تحقق من بريدك الإلكتروني
de: Überprüfen Sie Ihre E-Mails
es: Revisa tu correo electrónico
fr: Vérifiez votre courrier électronique
ja: メールを確認してください
ko: 이메일을 확인하세요
zh_hans: 检查您的电子邮件
zh_hant: 檢查您的電子郵件

# mobile.signIn.codeError
source: Enter the 6-character code from your email.
ar: أدخل الرمز المكون من 6 أحرف من بريدك الإلكتروني.
de: Geben Sie den 6-stelligen Code aus Ihrer E-Mail ein.
es: Ingresa el código de 6 caracteres de tu correo electrónico.
fr: Saisissez le code à 6 caractères de votre email.
ja: メールに届いた6文字のコードを入力してください。
ko: 이메일에 기재된 6자리 코드를 입력하세요.
zh_hans: 输入电子邮件中的 6 个字符的代码。
zh_hant: 輸入電子郵件中的 6 個字元的代碼。

# mobile.signIn.emailCode
source: Email me a code
ar: أرسل لي رمزًا عبر البريد الإلكتروني
de: Schicken Sie mir einen Code per E-Mail
es: Envíame un código por correo electrónico
fr: Envoyez-moi un code
ja: コードをメールで受け取る
ko: 이메일로 코드 받기
zh_hans: 通过电子邮件给我发送代码
zh_hant: 透過電子郵件給我發送代碼

# mobile.signIn.emailDivider
source: or continue with email
ar: أو الاستمرار مع البريد الإلكتروني
de: oder weiter per E-Mail
es: o continuar con el correo electrónico
fr: ou continuez avec l'e-mail
ja: またはメールで続行
ko: 아니면 이메일로 계속하세요
zh_hans: 或继续使用电子邮件
zh_hant: 或繼續使用電子郵件

# mobile.signIn.emailError
source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, introduce una dirección de correo electrónico válida.
fr: S'il vous plaît, mettez une adresse email valide.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
zh_hans: 请输入有效的电子邮件地址。
zh_hant: 請輸入有效的電子郵件地址。

# mobile.signIn.emailPlaceholder
source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse email
ja: メールアドレス
ko: 이메일 주소
zh_hans: 电子邮件
zh_hant: 電子郵件

# mobile.signIn.google
source: Sign in with Google
ar: قم بتسجيل الدخول باستخدام جوجل
de: Melden Sie sich mit Google an
es: Iniciar sesión con Google
fr: Connectez-vous avec Google
ja: Google でサインイン
ko: Google로 로그인
zh_hans: 使用 Google 登录
zh_hant: 使用 Google 登入

# mobile.signIn.github
source: Sign in with GitHub
ar: قم بتسجيل الدخول باستخدام جيثب
de: Melden Sie sich mit GitHub an
es: Iniciar sesión con GitHub
fr: Connectez-vous avec GitHub
ja: GitHub でサインイン
ko: GitHub로 로그인
zh_hans: 使用 GitHub 登录
zh_hant: 使用 GitHub 登入

# mobile.signIn.restoring
source: Restoring session
ar: استعادة الجلسة
de: Sitzung wird wiederhergestellt
es: Restaurando sesión
fr: Session de restauration
ja: セッションを復元しています
ko: 세션 복원 중
zh_hans: 正在恢复会话
zh_hant: 正在恢復會話

# mobile.signIn.restoringMessage
source: Checking your saved session. Sign-in options are paused until this finishes.
ar: التحقق من جلستك المحفوظة. يتم إيقاف خيارات تسجيل الدخول مؤقتًا حتى ينتهي هذا.
de: Überprüfen Sie Ihre gespeicherte Sitzung. Die Anmeldeoptionen werden angehalten, bis dieser Vorgang abgeschlossen ist.
es: Comprobando su sesión guardada. Las opciones de inicio de sesión están en pausa hasta que esto finalice.
fr: Vérification de votre session enregistrée. Les options de connexion sont suspendues jusqu'à la fin.
ja: 保存済みセッションを確認しています。完了するまでサインイン操作は一時停止されます。
ko: 저장된 세션을 확인하는 중입니다. 이 작업이 완료될 때까지 로그인 옵션이 일시중지됩니다.
zh_hans: 检查您保存的会话。登录选项将暂停，直至完成。
zh_hant: 檢查您儲存的會話。登入選項將暫停，直至完成。

# mobile.signIn.restoreTimeoutMessage
source: cmux could not finish checking your saved session. Check your connection, then retry.
ar: تعذر على cmux إنهاء فحص الجلسة المحفوظة. تحقق من اتصالك، ثم أعد المحاولة.
de: cmux konnte die Überprüfung Ihrer gespeicherten Sitzung nicht abschließen. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: cmux no pudo terminar de verificar su sesión guardada. Verifique su conexión y luego vuelva a intentarlo.
fr: cmux n'a pas pu terminer la vérification de votre session enregistrée. Vérifiez votre connexion, puis réessayez.
ja: cmux は保存済みセッションの確認を完了できませんでした。接続を確認してから再試行してください。
ko: cmux가 저장된 세션 확인을 완료할 수 없습니다. 연결을 확인한 후 다시 시도하세요.
zh_hans: cmux 无法完成检查您保存的会话。检查您的连接，然后重试。
zh_hant: cmux 無法完成檢查您已儲存的會話。檢查您的連接，然後重試。

# mobile.signIn.restoreTimeoutTitle
source: Still restoring session
ar: لا تزال استعادة الجلسة
de: Sitzung wird immer noch wiederhergestellt
es: Todavía restaurando la sesión.
fr: Toujours en train de restaurer la session
ja: まだセッションを復元しています
ko: 아직 세션을 복원 중입니다.
zh_hans: 仍在恢复会话
zh_hant: 仍在恢復會話

# mobile.signIn.sentCodeFormat
source: We sent a code to %@
ar: أرسلنا رمزًا إلى %@
de: Wir haben einen Code an %@ gesendet
es: Enviamos un código a %@
fr: Nous avons envoyé un code à %@
ja: %@ にコードを送信しました
ko: %@로 코드를 보냈습니다.
zh_hans: 我们向 %@ 发送了代码
zh_hant: 我們向 %@ 發送了代碼

# mobile.signIn.subtitle
source: Sign in to connect to your Mac workspaces.
ar: قم بتسجيل الدخول للاتصال بمساحات عمل Mac الخاصة بك.
de: Melden Sie sich an, um eine Verbindung zu Ihren Mac-Arbeitsbereichen herzustellen.
es: Inicie sesión para conectarse a sus espacios de trabajo de Mac.
fr: Connectez-vous pour vous connecter à vos espaces de travail Mac.
ja: サインインして Mac のワークスペースに接続します。
ko: Mac 작업 공간에 연결하려면 로그인하세요.
zh_hans: 登录以连接到您的 Mac 工作区。
zh_hant: 登入以連線到您的 Mac 工作區。

# mobile.signIn.useDifferentEmail
source: Use a different email
ar: استخدم بريدًا إلكترونيًا مختلفًا
de: Verwenden Sie eine andere E-Mail
es: Utilice un correo electrónico diferente
fr: Utiliser une autre adresse e-mail
ja: 別のメールを使用
ko: 다른 이메일을 사용하세요
zh_hans: 使用不同的电子邮件
zh_hant: 使用不同的電子郵件

# mobile.signIn.verificationBodyFormat
source: We sent a verification link to %@. Open it, then return here.
ar: لقد أرسلنا رابط التحقق إلى %@. افتحه، ثم ارجع إلى هنا.
de: Wir haben einen Bestätigungslink an %@ gesendet. Öffnen Sie es und kehren Sie dann hierher zurück.
es: Enviamos un enlace de verificación a %@. Ábrelo y luego regresa aquí.
fr: Nous avons envoyé un lien de vérification à %@. Ouvrez-le, puis revenez ici.
ja: %@ に確認リンクを送信しました。リンクを開いてから、ここに戻ってください。
ko: %@로 확인 링크를 보냈습니다. 그것을 열고 여기로 돌아오세요.
zh_hans: 我们向 %@ 发送了验证链接。打开它，然后返回这里。
zh_hant: 我們向 %@ 發送了驗證連結。打開它，然後返回這裡。

# mobile.signIn.verificationContinue
source: I verified my email
ar: لقد قمت بالتحقق من بريدي الإلكتروني
de: Ich habe meine E-Mail bestätigt
es: Verifiqué mi correo electrónico
fr: J'ai vérifié mon email
ja: メールを確認しました
ko: 이메일을 확인했습니다
zh_hans: 我验证了我的电子邮件
zh_hant: 我驗證了我的電子郵件

# mobile.signIn.verificationPending
source: That email is not verified yet. Open the verification link, then try again.
ar: لم يتم التحقق من هذا البريد الإلكتروني بعد. افتح رابط التحقق، ثم حاول مرة أخرى.
de: Diese E-Mail ist noch nicht bestätigt. Öffnen Sie den Bestätigungslink und versuchen Sie es erneut.
es: Ese correo electrónico aún no está verificado. Abra el enlace de verificación y vuelva a intentarlo.
fr: Cet e-mail n'est pas encore vérifié. Ouvrez le lien de vérification, puis réessayez.
ja: このメールアドレスはまだ確認されていません。確認リンクを開いてから、もう一度お試しください。
ko: 해당 이메일은 아직 확인되지 않았습니다. 확인 링크를 연 후 다시 시도하세요.
zh_hans: 该电子邮件尚未验证。打开验证链接，然后重试。
zh_hant: 該電子郵件尚未驗證。打開驗證鏈接，然後重試。

# mobile.signIn.verificationResend
source: Resend verification email
ar: إعادة إرسال البريد الإلكتروني للتحقق
de: Bestätigungs-E-Mail erneut senden
es: Reenviar correo electrónico de verificación
fr: Renvoyer l'e-mail de vérification
ja: 確認メールを再送信
ko: 확인 이메일 다시 보내기
zh_hans: 重新发送验证邮件
zh_hant: 重新發送驗證郵件

# mobile.signIn.verificationTitle
source: Verify your email
ar: تحقق من بريدك الإلكتروني
de: Bestätigen Sie Ihre E-Mail
es: Verifica tu correo electrónico
fr: Vérifiez votre email
ja: メールアドレスを確認
ko: 이메일을 확인하세요
zh_hans: 验证您的电子邮件
zh_hant: 驗證您的電子郵件

# mobile.signIn.verifyCode
source: Verify code
ar: التحقق من الرمز
de: Code überprüfen
es: Verificar código
fr: Vérifier le code
ja: コードを確認
ko: 코드 확인
zh_hans: 验证码
zh_hant: 驗證碼

# mobile.signOut
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Desconectar
fr: Se déconnecter
ja: サインアウト
ko: 로그아웃
zh_hans: 登出
zh_hant: 登出

# mobile.tailscale.appStoreLink
source: Open Tailscale in the App Store
ar: افتح Tailscale في متجر التطبيقات
de: Öffnen Sie Tailscale im App Store
es: Abra Tailscale en la App Store
fr: Ouvrez Tailscale dans l’App Store
ja: App Store で Tailscale を開く
ko: App Store에서 Tailscale 열기
zh_hans: 在 App Store 中打开 Tailscale
zh_hant: 在 App Store 中開啟 Tailscale
